[
  {
    "country": "Alabania",
    "paragraph": "As described in Question 13 (self-assessment), activities were carried in the challenging context of the pandemic and related restrictions. When possible, activities were conducted online. However, the JP team decided to postpone some of the activities that required larger gatherings (including., the national policy dialogue series) to 2022, in order to ensure the highest possible impact. Similarly, the pandemic overburdened national authorities and created uncertainty over public spending due to the added pressure on national budgets and the disruption of the regular planning and budget execution. This led to a lower-than-expected level of involvement of national counterparts with JP activities. Furthermore, during March-September 2021, the JP was constrained by an institutional slowdown caused by the April 2021 general elections and the interim period until the appointment of the new Government Cabinet. As such,the period was not conducive to discussing policy and structural changes."
  },
  {
    "country": "Armenia",
    "paragraph": "Due to the dual crises (COVID-19and hostilities in and around Nagorno Karabakh in 2020) the Governments priorities for long-term development, as well as the JPs operation have been impacted and the JPs activities were delayed from July to December 2020. The JP team put many efforts to renew the dialogue with the GoA in the beginning of Y2021 to implement the activities in accordance with the Governments priorities. In addition, due to snap parliamentary elections in June 2021 the JP encountered some delays since the key JP partners from the Government changed and thus, there was a need to rebuild new partnerships with both key stakeholder institutions - the DPMs office and MoF. The JP has long discussions, meetings with the new Government for identifying possible ways to assist the new Government for the implementation of the Governments new priorities and tasks in the scope of the project. "
  },
  {
    "country": "Azerbaijan",
    "paragraph": "Two significant issues have a persistent effect on the project implementation, but with less severity: COVID-19 and the post-conflict situation in and around Nagorno-Karabakh. As the COVID effects continue to unfold, challenges affecting mobility and face-to-face meetings persist. Also, it is essential to mention additional external risks, such as the escalation of the conflict between Armenia and Azerbaijan, contributed to budgeting constraints and unavoidable burden on the Azerbaijan economy and shaped the new government priorities. These have also significantly affected the operation of the project and the engagement of the government partners. The PUNOs engage with high-level government representatives to move forward with the project activities to mitigate the adverse consequences."
  }
]
