[
  {
    "country": "Albania",
    "paragraph": "As described in Question 13 (self-assessment), activities were carried in the challenging context of the pandemic and related restrictions. When possible, activities were conducted online. However, the JP team decided to postpone some of the activities that required larger gatherings (including., the national policy dialogue series) to 2022, in order to ensure the highest possible impact. Similarly, the pandemic overburdened national authorities and created uncertainty over public spending due to the added pressure on national budgets and the disruption of the regular planning and budget execution. This led to a lower-than-expected level of involvement of national counterparts with JP activities. Furthermore, during March-September 2021, the JP was constrained by an ‘institutional slowdown’ caused by the April 2021 general elections and the interim period until the appointment of the new Government Cabinet. As such, the period was not conducive to discussing policy and structural changes."
  },
  {
    "country": "Armenia",
    "paragraph": "Due to the dual crises (COVID-19and hostilities in and around Nagorno Karabakh in 2020) the Government’s priorities for long-term development, as well as the JP’s operation have been impacted and the JP’s activities were delayed from July to December 2020. The JP team put many efforts to renew the dialogue with the GoA in the beginning of Y2021 to implement the activities in accordance with the Government’s priorities. In addition, due to snap parliamentary elections in June 2021 the JP encountered some delays since the key JP partners from the Government changed and thus, there was a need to rebuild new partnerships with both key stakeholder institutions - the DPM’s office and MoF. The JP has long discussions, meetings with the new Government for identifying possible ways to assist the new Government for the implementation of the Government’s new priorities and tasks in the scope of the project."
  },
  {
    "country": "Azerbaijan",
    "paragraph": "Two significant issues have a persistent effect on the project implementation, but with less severity: COVID-19 and the post-conflict situation in and around Nagorno-Karabakh. As the COVID effects continue to unfold, challenges affecting mobility and face-to-face meetings persist. Also, it is essential to mention additional external risks, such as the escalation of the conflict between Armenia and Azerbaijan, contributed to budgeting constraints and unavoidable burden on the Azerbaijan economy and shaped the new government priorities. These have also significantly affected the operation of the project and the engagement of the government partners. The PUNOs engage with high-level government representatives to move forward with the project activities to mitigate the adverse consequences."
  },
  {
    "country": "Bangladesh",
    "paragraph": "Covid-19 pandemic resulted in two lockdowns- delaying updating process of DFA and FS and SDG Investor Mapping, as the government’s priorities had shifted towards responding to the pandemic.   This slowed down project implementation activities. The project team opted for online meetings and consultations with government counterparts to maximize on the work delivery as much as possible, although several things were not possible as the government went to emergency mode. Establishment of the oversight mechanism also got delayed for the same reason, but after repeated negotiation and onboarding the Principal SDG Coordinator, the committee was finally approved, and is expected to be mobilized soon."
  },

  {
    "country": "Barbados MCO",
    "paragraph": "Due to delays resulting from the events highlighted above, public sector stakeholders were either not available or difficult to reach for meetings that necessarily shifted to virtual formats. PUNO staff and consultants were not able to travel to the JP countries because of closed borders and/or internal restrictions placed on businesses.UNDP and the Resident Coordinator’s Office experienced significant challenges scheduling high level officials for events. Due to the challenges and limitation of virtual meeting formats, UNEP, as a non-resident agency, will recruit a national coordinator for its finance sector activities to be based in Barbados. FAO is carrying out a budget revision in order to dedicate more staff time of the Lead Technical Officer based in Barbados to strengthen support to country partners and stakeholders."
  },

  {
    "country": "Belarus",
    "paragraph": "Only two budget lines by UNDGA categories was modified by UNFPA to accommodate situation on the ground"
  },

  {
    "country": "Benin",
    "paragraph": "As part of the implementation of PC activities in 2021, the main challenges encountered are. Delay in the implementation of some of the planned activities due to the COVID 19 pandemic. Institutional changes within the government structure and the transfer of responsibilities between the ministry in charge of finance and the ministry in charge of development have delayed the implementation of activities.These major constraints delayed one of the project's flagship activities, namely the finalization of Benin's development financing strategy."
  },

  {
    "country": "Bhutan",
    "paragraph": "Stringent COVID-19 containment and preventive measures adopted by the government where a single case triggers black-out and lockdown (already 3 to 5 rounds of lockdown has taken place). Since JP is implemented through NIM modality, reprioritization efforts by the government in addition to following government processes and rules in procuring services has caused significant delays. For example, government's temporary moratorium as part of re-prioritization exercise on consultants, surveys and assessments posed concerns on national ownership and also delayed implementation of JP. Through joint efforts of RCO and PUNOs, most of the issues were resolved at the Steering Committee as well as the working group level such as surveys and assessments are being carried out and also hiring of both local and international consultants permitted. PUNOs can also directly hire consultants ensuring quality and time efficiency. Additionally, core governance task team (consisting of Ministry of Finance, GNH Commission and the UN) is planned to look into implementation issues and challenges and chart effective solutions."
  },

  {
    "country": "Bolivia",
    "paragraph": "As explained above, the political situation of the last two years, marked by national government authorities turnovers, generated a complex political context, which has been the greatest challenge faced by the UN System in implementing the programme’s advocacy actions with the government. Due to this situation, the programme identified or creatively came up with new partnerships and political dialogues with additional public actors in addition to those initially defined. Additionally, the pandemic made advocacy with the Ministry of Economy even more complex than the programme initially envisaged. This entity manages the difficult financial situation of the state has as its main priority the economic recovery from the pandemic. Given this scenario, the Ministry of Justice was identified as the primary governmental counterpart or focal point for the programme’s implementation for this first year."
  },

  {
    "country": "Bosnia and Herzegovina",
    "paragraph": "The JP’s implementation encountered two major challenges. First of all, the initial delay of the formal launch of the JP reflected on the pace of implementation and financial delivery. COVID-19 pandemic additionally impacted the efforts to accelerate implementation, particularly with respect to availability of national counterparts (infected by the virus or in isolation). Consequently, these delays affected timely release of the funds earmarked for the 2nd Component and delivery of results in effective and timely manner (for UNICEF and WHO). To overcome this challenge, the UN RC initiated the procedure of exceptional transfer of a part of the second instalment with the SDG Fund, while in parallel accelerating implementation of the Component 1, as per the Acceleration Plan submitted to the SDG Fund. Although the political situation in the country has significantly deteriorated in the past months, it has not affected implementation of the JP."
  },

  {
    "country": "Botswana",
    "paragraph": "The staff movement/s in project personnel have contributed to delayed progress in implementation. The UNDP Economic Advisor who was the Technical Lead for the INFF was reassigned to a different country in Q1, 2021. The staff has still not been replaced. Thus, the INFF has been without the Technical Lead for over six (9) months. UNDP has assigned an officer who has facilitated progress of the componentt on the INFF. The International Consultant for undertaking the INFF Assessment and develop the INFF Roadmap terminated his contract in the inception phase of the project. This resulted in delays as the project had to procure his replacement. A replacement for the Consultant was expedited and the new Consultant is working with the national consultant in delivering the work on the INFF. To this end the draft Report on the Scoping Assessment has been submitted in December 2021 for consideration by the Technical Working Group. UNWomen which is the lead agency on the Gender component, had staff movements, including the focal for this initiative, which contributed to a delay in implementation (the focal person left the project, and it took over a month to get a replacement). UNWomen which is the lead agency on the Gender component, had staff movements, including the focal for this initiative, which contributed to a delay in implementation (the focal person left the project, and it took over a month to get a replacement). A new focal person joined the project and the work has progressed. Implementation of the gender component was also delayed by prolonged consensus building and ownership with the IP (Ministry of Nationality, Immigration and Gender). The Ministry of Finance and Economic Development as the coordinating partner facilitated engagement with the Ministry of Nationality, Immigration and Gender. The engagement led to the coming on board of the Ministry of Nationality, Immigration and Gender to take lead in implementing the gender component."
  },

  {
    "country": "Burundi",
    "paragraph": "The first challenge which has been already documented a lot was the delay of the start of the JP because of the delayed launch done by the Steering Committee. Even if internal work has been done in the first 6 months of implementation, 2021 is really the year of implementation of the JP. The second challenge was the delay in the disbursement of the second tranche implying a little delay in the implementation of the activities. In order to face it, some agencies have engaged their own funding in order to move forward with the activities. Thanks to that and with the second tranche, all Agencies are implementing the remaining activities as planned. A third one is that the TFPs are not allowed to collect statistical data on Burundian territory. As a result, some studies that were supposed to be finalized and validated in 2021 will be done in 2022."
  },

  {
    "country": "Cambodia",
    "paragraph": "First, the JP launch and establishment of SC were delayed due to COVID-19 community outbreaks. Consequently, it created a delay in approval of workplan and budget implementation plan by SC. Second, because of emerging demands from the Government for policy advice and technical assistance to respond to the pandemic, the JP has adopted a discovery and demand-driven approach. The rapid support from the UN has helped to: (i) move forward the discussion and policy development for the introduction of debt instruments; (ii) enable budget optimization that has boosted health sector and social protection allocations; and (iii) provided policy advisory to help shape the government’s recovery strategy. This being achieved through the streamlining of decision making, flexible programming and rapid procurements initiated by the PUNOs. Third, the team faced difficulties to recruit competent international/local consultants. To offset these challenges, the team mobilized internal expertise from other country offices."
  },

  {
    "country": "Cameroon",
    "paragraph": "There were challenges organizing large training events due to restriction related to COVID-19. We resorted to small workshops and online meetings for joint validation workshop for the studies. At UNDP (the lead PUNO), staff turnover has affected project implementation. Both the Senior Economist and the National Economist who were assuring the technical lead of the JP have left. The new Senior Economics arrived in August 2021. Priority was given to COVID-19-related interventions. Measures were taken to continue JP Projects, given the high political support the project is garnering. UN Women and the IMF are supporting the government to reform GRB, but UN Woman’s part of the support (capacity building of budget actors) is coming at the tail end after IMF’s support (development of the tools and guidelines). UNW continues to liaise closely with government and IMF to see that the project evolves smoothly up to the end."
  },

  {
    "country": "Cape Verde",
    "paragraph": "Ministry of Finance lack of commitment: it can be due to capacity limitations, government priorities in a more challenging macroeconomic / fiscal context than expected, a lack of commitment / interest in the INFF process, or a combination of the above. When it comes to capacity, several efforts have been made to offer resources for the establishment of a technical coordination team at the MF/DNP to resolve bottlenecks and to provide consultants for issue-specific activities. While UNDP/JO is striving to deliver these funds in accordance with the JP document, we observe that progress is primarily taking place in the context of INFF-related activities where the MF/DNP does not play a leading role (e.g. private sector engagement). Unfortunately, an extensive reprogramming of the activities and budgets under the JP to reflect these realities appears to be inevitable if the funds are to be disbursed within the proscribed timeframe under government leadership"
  },

  {
    "country": "Colombia",
    "paragraph": "MoF played an important role in supporting the implementation of INFF. However, tighter fiscal constraints due to COVID-19 and tax revenues led the MoF to prioritize other areas. To address this issue, the JP gave inputs for the designing of the last tax reform, including financial support for a national survey. There were increasing concerns about the DFA as another assessment without a real scope for implementation. The JP engaged members from the steering and technical committees to define specific topics to be addressed by the DFA that respond to the current needs of the Colombian Government. The 2022 Colombian presidential election is shifting government priorities. Uncertainties about medium-term priorities are in doubt (e.g. climate goals). To mitigate this, the JP scheduled quarterly committees during 2021, adjusting INFF implementation to these new priorities. Additionally, INFF-Colombia recently established a line of work to provide inputs for the next National Development Plan 2022-2026. "
  },

  {
    "country": "Congo DR",
    "paragraph": "Key challenges faced during the programme implementation are: The Change in the Government in March 2021 caused major delay in the implementation of the joint programme. From December 2020 to May 2021, almost all activities of the JP were practically stopped due to these changes. COVID 19 3rd Wave: From May 2021 and August 2021, DRC, similarly to several African countries, was hit by a severe 3rd Wave of COVID 19 causing a second lockdown and slowdown of the JP’s activities. Difficulties to recruit qualified consultants to provide technical assistance to Government: with the specificity of the work in the JP, PUNOs needed to recruit quality firms with strong experience and reputation to deliver products that can have the expected impact in the DRC. Lack of relevant data and difficulties to access financial data. The JP has overcome the aforementioned challenges with a clear commitment from the government and the successful recruitment of consultants.  "
  },

  {
    "country": "Cuba",
    "paragraph": "In 2021 Cuba suffered the highest wave of Covid-19 infections. Severe mobility restrictions were imposed that limited the organization of workshops and other face-to-face activities, as well as the full execution of the expenditures plan (e.g., official travel and workshops). At present, the health situation in Cuba is more stable (more than 85% of the population is fully vaccinated and two million people have received a booster dose), which made it possible to open the economy and lift restrictions at the end of 2021. The Cuban government launched the process of monetary unification in January 2021. This process combines measures of devaluation, exchange rate unification, wage increases, reduction of subsidies and changes in price formation mechanisms, with strong impacts on relative prices, resources allocation, and national accounts, which could have significant impact on the assessment of the quantitative exercises conducted under the JP. Both challenges have been effectively managed and have not generally undermined the achievement of the expected results. Close collaboration has been built with the government and this has made it possible to adjust the work plan activities when needed and promote discussion on how to incorporate the potential impacts of monetary unification into JP exercises. In the next months, both challenges could persist, but perhaps at lower levels. The UN team has gained experience gained to address and mitigate their impact (close collaboration with authorities, virtual alternatives, new sources of statistics and reports)."
  },

  {
    "country": "Ecuador",
    "paragraph": "The government administration change causes some delays of the JP, including the validation of the programme outputs and outcomes. Notwithstanding, the continuous dialogues (held virtually), in-person meetings, and coordination between national counterparts and PUNOs technical teams achieved a satisfactory implementation of the JP throughout the year. Also, considering the reduction of fiscal expenditures, re-allocation of financial resources due to the pandemic, and the change of the government priorities; it is to be noted that the advocacy efforts led by the RCO and PUNOs representatives positioned the CCM reduction as one of the main development challenges of the country. Additionally, UNDP provided technical assistance to the government transition process through its regional program SIGOB and organized technical spaces to position the relevance of INFFs. Also, the PUNOs have provided technical assistance to ensure the relevance of JP actions vis a vis the governments needs and requirements."
  },
  {
    "country": "Egypt",
    "paragraph": "The changes made to Egypt’s JP reflect a revised work plan to address the request for a no cost extension. This is necessary to fulfil the expected results of the programme partnership with the Government of Egypt, which expressed its willingness and commitment to collaborate and accelerate implementation. Changes also reflect the addition of the environment sector to the priority areas of the government for support.Furthermore, the pace of delivery of activities and ability to convene multiple stakeholders was impacted by COVID restrictions, including for travel. This has been reflected in the new revised work plan to some extent, including a new timeline for implementation by PUNOs."
  },
  {
    "country": "Fiji MCO",
    "paragraph": "Delays have been experienced due to the following reasons. Difficulties in recruiting International Consultants and challenges with working remotely due to boarder closures. Turn over of project manager within the lead PUNO. Limited availability of suitable local consultants. Unable to travel to countries for programming and trouble shooting challenges more efficiently. Impact of COVID-19 on PUNO staff based in Fiji – given widespread infection from February 2021 to-date, meaning temporary closure of office and current work from home arrangements, but also new safety and health challenges. Changes in counterparts and government personnel in some countries, including a sudden change of Finance Minister in RMI recently which will impact momentum of programmed work given leadership to-date. Inability to host in-person training and capacity building events, given COVID-19 restrictions, and virtual means being utilized with mixed effectiveness and lower spending relative to plans. Governments priority focus on COVID 19 health and safety measures as well as livelihoods relief efforts and economic recovery efforts.."
  },

  {
    "country": "Ghana",
    "paragraph": "The JP workplan was revised to include the conduct of the biennial DCF survey which serves to monitor, review and document the evidence on the status of effectiveness of development cooperation in Ghana. The government values the DCF Survey as an opportunity for a structured reflection on national development cooperation systems, including bringing specific value through (i) contributing to design and operationalization of INFF and (ii) making financial and non-financial cooperation more adequate, predictable and targeted towards achieving the SDGs. The JP sees the DCF Survey as an opportunity to deepen understanding of the SDG financing landscape and implementation agenda in Ghana. The survey evidence will help support the development of appropriate financing strategies and partnerships as part of the key objectives of the INFF and other financing strategies. It will also support the review of the JP’s implementation strategy across all its outputs towards accelerating the attainment of SDGs in Ghana."
  },

  {
    "country": "Guatemala",
    "paragraph": "The Covid-19 pandemic has been a constant risk for the progress of the JP and has slowed down the expected results. Options such as virtual work were prioritized according to the institutional capacity of the public sector and in the case of face-to-face work the rules of social distancing were complied with. The administrative procedures requested by government counterparts for implementing the JP have led to a slow start; for example, HR recruitment required several months for completion. Mitigation measures, such as compressing some deliverables, accelerating others and/or prioritizing certain products according to the public sector planning and budgeting processes have therefore been taken.A significant challenge is the comprehensive and formal exercise to coordinate and agree on the intersectoral analysis of models and cost estimates. Contact has been made with at least 30 different directors in at least 12 different public institutions to which close and ongoing technical assistance has been provided. Obtaining and compiling information has required additional efforts, since it is dispersed and analysis was required to validate its quality, which has involved many work meetings to make progress as a team with public servants despite the Covid-19 pandemic."
  }
]
